{
	"exerciseTitle" :	"General healthy practices for sleep",
	"video"		: 	"",
    "images"	:	"images/test/optional-1_2.png" ,
	"lists"	:	[
					"It is important try and to go to bed at the same time every night and wake up from bed at the same time every morning.  This also means that we set the sleep-wake schedule on weekends as close to that of weekdays as possible. It is more important to maintain the same waking time everyday even if occasionally the bedtime is altered. For instance, if one had to go late to bed on Sunday night, he/she should not get up late to compensate. The recovery process will come into play next evening, by which he/she would want to go to bed early Monday night. But the waking time must be kept unchanged on Tuesday morning. The symptoms of depression may make it considerably difficult to maintain a routine bedtime and waking time. However, it will be very useful to work towards a viable routine that is realistic in the context of the illness. ",
					"To foster this rhythm, it is very useful to develop a regular routine during the hours leading up to bedtime. This routine will cue the brain to the time for sleep. For instance, it will help to stop watching the television or working on a computer about 30 minutes before bedtime, switch to dim lights, and switch on a light/soft music, and then do brushing the teeth and washing the face, do one's prayers or a short inspirational reading (e.g., thought for the day), do a simple relaxation exercise and settle into bed. After planning a routine that suits us, it should then be repeated in the same order, same time daily.",
					"Bright light is an important cue to set our internal clock. It is a good idea to have regular exposure to outdoor bright lights in the afternoon. It is helpful to maintain enough gap of time from exposure to the bright light before the sleep hours and then expose oneself to bright light after waking up.",
					"It is a good idea to associate bed, bed room and bed time with rest, relaxation and sleep and try to de-link  the bed (and if possible also bedroom) from other activities like eating, heated discussion, physical exercise, television, working on laptop, etc.",
					"Regular exercise during the day helps restful sleep just as increasing the level of activity will be helpful in managing depression. Exercise must be done minimum 3-4 hours prior to bedtime since exercise raises body temperature. Sleeping is associated with a decline in body temperature from a relative state of warmth. Setting the bedroom to a slightly cool temperature is useful. ",
					"Afternoon naps are to be avoided as far as possible. Otherwise, the nap should be kept brief. A nap in the evening must be completely avoided.",
					"Eating much close to bedtime is unhelpful, while a light snack before bedtime may be helpful."					
				]
}
