{
	"exerciseTitle" :	"The role of what you think about your sleep problem (want to learn/re-learn about scheduling worry time/want to learn/re-learn about dealing with the negative thoughts?)",
		"video": "",
    "images"	:	 "images/test/ss-11-4.png" ,
	"lists"	:	[
					"Thoughts related to not getting sleep or wanting to get to sleep soon interferes with the process of falling asleep. For instance, thoughts such as \"I got to fall asleep now\" or \"If I don't get enough sleep I won't be able to function well tomorrow\" may add to anxiety and prolong wakefulness on bed. Alternately, you may find that other worrying or depressive thoughts, for instance ruminations about events of the day, or worries about targets to meet like anticipating a meeting with someone, keep you awake in bed. The following tips will be useful in dealing with these unhelpful thoughts. ",
					"If you find that your thoughts get your focus on an issue and it is making your mind alert, distract yourself by refocusing your attention on other things like pleasant memories or awareness of breathing.",
					"If there is a lot of worrying/depressive thoughts, it will be useful to note down the subjects of your worry/brooding and plan to set aside some time next day to consider those concerns. After thus postponing your worries/brooding for the next day, it may become easier to try methods of distraction or relaxation. Please refer to essential zone section 5: Manage excessive worries",
					"It may be helpful to evaluate the correctness of thoughts (of course, not while on bed!).Please refer to essential zone section 4: Dealing with depressive thoughts. For instance, one might brood over a problem on bed trying to find a solution because of the assumption that \"I cannot sleep without resolving an issue in my mind, because, if I try to leave it unresolved, it will come back to disturb me and prevent me from falling asleep\". But the fact is that the mental effort at problem solving causes arousal and disrupts the process of falling asleep."
					
					
				]
}
