{
	"isWorkbook" 	: 	"true",
	"exerciseTitle" :	"",
	"lists"	:	[
					"<strong>A note of caution: <br></strong>",
					"Sometimes, we end up using self-soothing strategies that are harmful/self-destructive in the longer run although these may give us immediate relief (e.g. smoking/drinking when anxious or worried). Try your best to substitute such activities with other healthier self-soothing activities and appreciate yourself for doing this replacement although it may not be easy and require practice.<br><br>",
					"Some people feel that they do not deserve such pleasures/soothing acts or that it is someone else who should provide these pleasures.<br><br>",
					"In reality, these are little things that we may ignore or but all of us have the right as well as the responsibility to care for ourselves so that we are able to regulate our emotions and recharge our batteries.<br><br>",
					"It is good to have someone else to comfort us/provide us pleasures but we need not be entirely dependent on an external source, every time. All of us have powers and potentials within us to self-soothe ourselves and we can cultivate this capacity to varying degrees.<br><br>",
					"Although there can be a variety of soothing activities, we have tried to focus on those which do not depend on the presence/company of others.<br><br>",
					"It is a helpful emotional skill to learn to enjoy your alone-time.<br><br>",
					"Though most of these activities are the ones that can be savored to enhance happiness; here  we are talking about self-soothing,  which means that these can be chosen, practiced  and used  during   moments when we experience  negative emotions.<br><br>",
					"Self-soothing is not the end or a permanent solution to problems.<br><br>",
					"It is meant to help in decreasing the intensity of negative emotions at a given moment.<br><br>",
					"Once we are able to decrease the intensity of negative emotions through such self-soothing activities, it may then become easier to think more calmly and wisely about how to handle a problem/an issue.<br><br>",
					"Tip: It becomes easier to use self-talk strategies (restructuring our thinking/shifting the mind-state) described earlier, once your distress has come down a bit with the use of self-soothing."
				],
	"images" : "images/ss-7-3.png"
}









