{	
	"minfields"	:	0,
	"p" :	[
				"Depression is often understood as occurring in an interpersonal or social context. There is a bi-directional association between depression and interpersonal relationship difficulties. Difficulty in interpersonal relationships may influence the development of depressive symptoms, and depression, in turn, can result in strained interpersonal relationships.",
				
				"Interpersonal relationships are important to effectively negotiate different stages of one's life. They act as our support system that we often turn to when faced with difficulty. The quality of interpersonal relationships has a significant bearing on our mental health. We are constantly interacting with family, friends, relatives, colleagues at work and others around us. Learning to examine the tenor of your interactions with others and becoming aware of the role these interactions play on promoting a sense of wellbeing or maintaining your depression, can help you change the way you relate to the significant people in your life and feel more in control of your emotions.",

				"Some of the common causes of depression in the context of interpersonal relationships include but are not limited to, bereavement, romantic relationship break-ups, marital difficulties, relationship difficulties with parents, siblings, friends, colleagues, superiors, etc.",

				"Interpersonal counseling or psychotherapy (IPC/T) is a form of treatment that assumes that symptoms of depression occur in the context of interpersonal or social relationships with significant others in an individual's environment. It relates the onset of depressive symptoms to current interpersonal difficulties and aims to reduce the symptoms of depression by improving the interpersonal functioning of an individual. Interpersonal relationship difficulties that can cause depressive symptoms according to IPC/T are classified as:<br><br>a. <strong>Grief</strong> - Loss of a significant other through death (e.g. death of a parent)<br>b. <strong>Role transition</strong>- Change in one's social role or role functioning (e.g. first time mom)<br>c. <strong>Interpersonal role disputes</strong>- Conflict in current interpersonal relationships (e.g. frequent altercations between spouses)<br>d. <strong>Deficits</strong>- Lack of interpersonal/social skills (e.g. poor communication skills)<br>",

				"Individuals with depression also become interpersonally sensitive and may easily perceive rejection or criticism by significant others in their environment and this can make their symptoms worse."
			],
	"images"	:	[
				],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
