{
	"exerciseTitle" :	"In case, you feel that you are going through an experience of grief about a loss - event in your life, you may find it useful to go over a few strategies mentioned below to help yourself:",
	"video": "",
	"images" : "images/test/optional-4_2.png",
	"lists"	:	[
					"<strong>    Express your feelings:</strong>  Talk it out. You are not expected to pretend to \"be strong\" (whatever that means!) or continue about your life as though nothing ever happened. Speak to a trusted other about your emotions and what you are going through. For those who feel that the trusted other was the one who has been lost, write a letter addressed to that person (in the case of divorce/break-up, the letter need not be sent to that person), expressing your feelings about the loss.<br> When Sanjay got back home after that seemingly never-ending day, he was initially dismissive of his wife's concern, attempting to coach his son at football as was usually done. However he found his concentration lacking and was short with his son, scolding him for minor errors. At night finally, he decided to confide in his wife, opening up about the emotions he was going through, how this had upset all his hopes and plans, and even allowed himself to cry a little. On awakening the next morning, he realized that something had changed, and he felt a little more able to face the day ahead of him.<br>Some individuals find it helpful to provide a channel for their feelings through various forms of artistic expressions (e.g. a painting, sketching, writing a poem )",

					"<strong>Take some time out for yourself: </strong> Grief is a normal response to any loss and you need to allow yourself to go through the process of grieving. Although, some individuals try to cope with grief through immersing themselves at work or any other activity, in order to block the pain, it may help to allow ourselves to experience the pain, at least some of the times by giving ourselves time and space for the same. It is important to be gentle and patient with ourselves and   try to acknowledge our feelings, our vulnerability and accept help from others around when required.",

					"<strong> Social support: </strong> We are fortunate in our country to maintain ties with friends and relatives, who are mostly available to rally support in times of need. Reaching out for support can help you feel less lonely. It is good to be able to confide in someone about our distress as mentioned earlier, but social support can also help us feel better and cope better, even though we may not disclose our feelings all the time/to everyone. The ones who care for you do want to help - let them. Some people also draw comfort from their religious faith and it can be a good idea to engage in religious activities that are meaningful and consoling to you, e.g. prayers, meditation, worship, etc.",
					"<strong> Engage in meaningful or creative activities: </strong> Over time, it can help if you are able to devote your time and energy to something beyond yourself, for example, invest in a hobby more seriously or cultivate a new hobby, become active in the community, etc. This would help to rekindle the meaningfulness of your life and give it purpose, which aids in the recovery from loss.  <br>   <strong><i>  Wanting to be able to do something with her time, Meera took up gardening, something that she and her husband had talked about earlier, but had never gotten down to actually doing it. Apart from tending her budding garden, she also began volunteering a few hours a week at the home for senior citizens nearby, spending time with the elderly there and sometimes even baking them something special. Gradually she was able to feel a sense of healing within and her smile returned to her face. She was sure her husband would have been proud of her.</i></strong>",
					"<strong>Postpone impulsive decision-Making: </strong> As and when feasible, it would be helpful to postpone making major decisions (especially decisions that are not easily reversible) based on an impulse/strong urge or under the influence of strong emotions. Strong emotions can influence the clarity with which you can think through the long term consequences of our decisions. Strong emotions can also hinder our ability to anticipate clearly how we might feel about a decision when we are in a different frame of mind. Therefore it would be a good idea to postpone decision-making on major issues to a time when we are calmer and thoughts have better clarity.",
					" <strong>Be prepared for triggers: </strong> It is normal to experience a surge of painful emotions on the anniversary of the loss and any other significant related days. Anticipating this and discussing the same with a trusted other can help.",
					" <strong>Know when to seek professional help: </strong>  It would be a good idea to talk to a mental health professional if you experience  any one or more of the following:<br> <strong> a.</strong> Thoughts of self-harm or suicide occurring to you and you finding it hard to dismiss them; wishing for death or engaging in risky behaviour.<br> <strong> b.</strong>  Persistent thought that one is  worthless, un-deserving  <br> <strong> c.</strong>  Impairment in your day-to-day functioning that is persisting for weeks/months  after the loss or  that is severe (e.g. not being able to work efficiently or perform necessary tasks; withdrawing from people and avoiding social contact, even after a few weeks.<br> <strong> d.</strong>  Even beyond several months, the emotional pain remaining as strong and sharp as ever (sadness, anger, bitterness, guilt, resentment).<br>  <strong> e.</strong>  Your sleep being severely affected for several days.<br> <strong> f.</strong> Finding yourself unable to 'move on', clinging onto the hope that the situation can be unrealistically altered or reversed, etc.  <br><br>"
				],
	"feedback" : "<i><strong>In conclusion, the memory of a loss may never fade, but with time (and sometimes assistance), the distress attached to the loss will diminish. Remember, all our experiences are woven into the intricate fabric of life, and no matter how painful and debilitating some experiences may seem, we can still grow from them, learn from them and move on. </strong></i>"			
}
