{
	"exerciseTitle" :	"Managing lack of sleep in bed",
	"video": "",
    "images"	:	 "images/test/optional-1_3.png" ,
	"lists"	:	[
					"Making an effort to get to sleep can backfire. Sleep is non-effortful. Being preoccupied with or trying hard to get to sleep may induce arousal and frustration rather than relaxation and sleep. For instance, glancing at the clock or checking out time may interfere with getting sleep because it may feed into anxiety about not getting sleep.",
					"If you are in bed but do not feel sleepy, try to remain comfortable and relaxed. It will help to do a few minutes of deep breathing or relaxation by visualizing images from your pleasant memories, or any other method of relaxation that suits you.",
					"If you find yourself tossing and turning in bed without getting sleep for more than 20 minutes, it is a good idea to get up from the bed (and if possible get out of the bedroom). This will help in not associating the bed with wakefulness and frustration. Then it would help to do some activity that is somewhat boring or repetitive or not interesting and not exciting or engaging. You need to put in effort to find what such an activity could be and arrange for it so that you can do that any time you need (for. e.g. someone might find subtracting 3s from 100 to be extremely boring while someone else might find picking and reading a mathematics school book to be boring) non-stimulating. A light relaxing music may also be helpful provided it is not so absorbing for you that you stay awake. The idea is to use the time (when you are not getting sleep) in doing something that you find dull, boring or mechanical and repetitive but not exciting.  This strategy can help you avoid tossing and turning in bed when not getting sleep. The idea is to go back to bed as soon as you start feeling sleepy after doing something boring. Avoid putting on bright lights/doing interesting activities (such as  playing a video game or reading a novel or watching a movie) when you are taking time off from bed due to lack of sleep.",
					"Avoid taking stimulant substances in the evening, especially close to bedtime.  Caffeine, alcohol and nicotine adversely impact sleep. Caffeine which is present in coffee, tea, soft drinks, chocolate, etc., increases the time it takes to fall asleep. Nicotine which is a stimulant substance in tobacco products like cigarette causes repeated awakening during sleep. Alcohol causes poor quality of sleep including feeling un-refreshed after waking up."
				]
}
