{
"exerciseTitle" :	"Let us go over an example:",
"minfields"	:	0,
"images"	:	[],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				},
"p": [
		"Let us go over an example:<br>" "Rakesh, a 40 year old married gentleman is feeling overwhelmed by the challenges he is currently facing in his life. He is thinking hard and trying but not finding much improvement in his situation.",
		"<strong>A. We ask Rakesh to make a list of those aspects of his life which are bothering him but over which he does not have much direct control.</strong> ",	
		"<strong>List A</strong>",
		"<font style='color: black;'>Here are some of the things he mentions in his list:",
		"<div style='background-color:#FFE0B2;border:1px solid black;padding:5px;'>1. Loss in business after trying his hand in a   new business in the last two years",
		"2. His mother being diagnosed with chronic renal failure",
		"3. His father refusing to discuss financial issues with him ",
		"4. Not having found a house to live that is to everyone's liking",
		"5. Wife's family being overcritical and non-supportive",
		"6. Mother's high emotionality and repeated insensitive comments",
		"7. Constant arguments between parents and no other place to go for a respite except workplace</div> </font>",
		"Rakesh is constantly preoccupied with all these issues and cannot think of anything else. His typical train of thoughts goes like this: Why is my life turning out to be like this? Everything seems to be out of my control. I cannot handle all this. How long will this go on? I don't have any peace of mind.... A constant preoccupation with such thoughts is adding to Rakesh's sense of frustration and distress.",
		"<img width='300px;' src='images/ss-8-2.png'>",
		"<strong>B. Now we ask Rakesh to sit down and think hard: Are there situations/aspects over which you have some control but which you may be ignoring?</strong><br> Please make a list of such aspects of your life over which you can exercise some control. These aspects may be related to the issues that are bothering you or may be unrelated to these issues. ",
		"With some reflection, Rakesh is now able to make a list of things/aspects in his life which he has been ignoring due to his preoccupations and stress - those things/aspects in his life over which he has some control/wherein there is some scope for actions for improving his life on the whole.",	
		"<strong>List B-Rakesh's second list:</strong>",
		"<font style='color: black;'><div style='background-color:#FFE0B2;border:1px solid black;padding:5px;'>1. Changing his diet to stop his health from deteriorating further",
		"2. Going for a medical consultation for himself that is pending for last 4 months",
		"3. Going for a short walk on a daily basis with his wife",
		"4. Contact some old friends who are in similar business and collect details/ideas about their business   strategies",
		"5. Discuss with wife about cost-cutting at home to minimize financial burden",
		"6. Spend time with the child during his studies and increase his closeness with him",
		"7. Helping his parents and his wife at home on weekends - in terms of some chores",
		"8. Clearing off all the junk he has accumulated over the last 2 years",
		"9. Reconnecting to some of his old friends for recreation ",
		"10. Joining an NGO operating in the neighborhood for helping street children - something he has always wanted to do",
		"11. Developing a new habit that he always wanted- trying to get up early in the morning ",
		"12. Searching for/getting duplicates made of those saving certificates which seem to have been misplaced",
		"13. Helping wife in getting some part time job to supplement his income",
		"14. Reading books related to his field in the public library for 30 minutes, while coming back home</div></font>",
		"Rakesh now starts feeling better when he sees his list of potential action-points (things he can do). He believes that these are feasible points and can help him regain some sense of overall control. ",
		"Some of these action-points are linked to the issues he listed in his first list whereas others are about things/aspects he has been ignoring.",
		"In the last three months, Rakesh has been focusing on several of these aspects in his second list. He feels that he is regaining confidence in himself and his capacity to be in overall charge of his life to a fair extent, although some things are still unchangeable, uncertain or slow to improve.",
	] 	
}

