{	"minfields"	:	0,
	"p" :	[
				"No matter how prepared or unprepared we may be, the experience of loss can overwhelm us and weigh upon us as a burden too heavy to bear. Loss can be of many kinds, but the one that is more commonly acknowledged is the loss of a loved one (parent, spouse, child, relative, friend or pet) through death, or a miscarriage.<br> Another kind of loss, again linked to people, is the loss of a relationship, for example, through separation, divorce, a break-up or moving away to another city/country. Other types of loss include loss of a limb or part of the body, loss of material possessions, like financial loss, loss of a house/home, loss of an object that is held dear, loss of a job, etc. Loss can also be more abstract, in terms of loss of independence in functioning (e.g. an illness requiring intensive caregiving), loss of efficiency in cognitive capacities (e.g. in dementia or following a brain injury), loss of an anticipated promotion, loss of social reputation, and so on.<br>",
   				"<div style = 'border: 2px solid black;padding-top: 10px; padding-bottom: 10px;padding-right: 10px;padding-left: 10px;'><font style='color: black;font-style : italic;'><i>Let us look at examples of two very different kinds of loss-experience:<br>Meera stared at the family portrait on the wall, fighting to keep tears from welling in her eyes. It was hard for her to believe that the handsome man on the wall, her husband of 30 years was no more - lost to the menace they call cancer. Questions filled her mind, 'What should I do now?\", \"How do I live out the rest of my life?\", \"What happens to all the retirement plans we made together?\" and so on...<br><br><br>\"How do I look?,\" Sanjay asked, as he hugged his wife goodbye, \"Wish me luck!\" <br>\"You look as good as always,\" she replied, her eyes brimming with pride, \"You've worked so hard for this opportunity to lead a project abroad. It's going to be so good for all of us! You don't need luck - it's a sure thing!\"<br>These scenes flashed across Sanjay's mind, as he watched with a sinking feeling in the pit of his stomach, as a younger colleague was just announced as the \"right choice\" for the position he had coveted all these months. Swallowing with effort, he plastered a tight grin on his face as he attempted to be a 'good sport' and join in the congratulations that were being offered...<br></i></font></div>",

				"Grief is a normal experience that emerges in the context of loss but it tends to overlap with some of the symptoms of depression. Also, at times the loss-experiences can trigger clinical depression.  At other times, our old experiences of loss that we may have not been able to deal with in the past can colour/influence the current experience of depression, though the loss-event may have occurred a long time ago. These are some of the reasons why we think it is relevant to discuss about grief in this optional section. Those in whom grief may be in some way interlinked to their experience of depression may find it to be of use.<br>",

   				"<strong>Grief and its Manifestations</strong> Our emotional reactions will vary according to the kind of loss we have experienced, and how meaningful that loss was to us. However, regardless of the nature of the loss, a natural grieving period follows. Grief is the process by which we respond to and work through the loss experienced. While going through grief, it is quite normal to experience the following:",

				"<b>A sense of numbness and shock:</b> It may all just seem like a bad dream, something that can be wished away. Usually in the initial stages of grief, it is common to not really 'feel' anything, movements and actions seem done in a daze and this is frequently accompanied by feelings of disbelief - \"This can't be happening to me!\" There can also be a fervent clinging onto the hope that the situation can be reversed somehow and everything would go back to the way they were before. This state may not last very long, and usually gives in to a sea of emotions.	",

   				"<b>Intense feelings of sadness:</b> Sadness may come in waves, triggered by memories, or catching you by surprise. It may feel like an ache inside you that seems incapable of healing. Crying, withdrawing from others, not wishing to do things you liked doing before may be present. Although it may not seem like it at that time, this emotional distress does heal and the intensity decreases with time. People experiencing grief also report experiencing positive emotions alongside their sense of distress (e.g. a pleasant memory, a sense of warmth, affection with significant others, humour. A sense of determination, pride  about the loved one etc.)",

				"<strong>Anger: </strong>Anger can be at a particular person (the person that is lost, the person who seems responsible for the loss), at the self or even at society at large and God, or any spiritual presence. This emotion can also stem from a sense of feeling helpless about the current situation and needing to hold someone responsible for the loss.",

   				"<strong>Guilt: </strong>Guilt  commonly occurs alongside sadness and anger.For example, guilt may be related to the notion that there could have been something you could have done in order to have prevented the loss. When there is loss through death, there could be regret about having said or behaved in a particular way, or the converse, not having expressed something that you wanted to.",

				"<strong>Anxiety:  </strong>Loss usually throws up a lot of uncertainties about the future, decisions to be taken and responsibilities shouldered. It may cause you to think of your own vulnerabilities and all this can lead to feeling anxious, stressed out and worried.",

   				"In addition to the above mentioned emotions, the quality of sleep may be disturbed, appetite may be erratic and there could be physical manifestations such as bodily aches and pains, etc.",

				"<strong>Recovery from Grief</strong><br> For most of us, grief is a transient state and does resolve on its own over time. As mentioned earlier, there is no certain timeline about the duration of grief although as per commonly held professional views, normal grief reactions can typically continue up to six months. However, manifestations of grief process can last for a couple of days to a few months, to an year or more. The period of grief varies from person-to-person, the nature of the loss - event itself (e.g. type of loss, severity, traumatic nature, suddenness) as well as other factors in the person's environment. Research suggests that even though the acute  grief experiences  decrease with the passage of  time, some aspects of grieving may continue to be experienced by people  for a fairly long time, even though it may not dominate one's mind  and  occur with less frequency and intensity."

   			
			],
	"images"	:	[
				],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
