{
	"isWorkbook" 	: 	"true",
	"exerciseTitle" :	"Here are a few quick tips about working on various dimensions of psychological well-being.",
	"video": "",
	"lists"	:	[
					" <strong> Positive Relations: </strong> <br>  Let us give you a hint of the common kinds of issues we come across in people dealing with depression who report relationship difficulties:<br><br> We are putting up this list in a form that helps you to see what YOU can do about it/what may be somewhat under your control although it's a relationship context: <br><br>   * Finding it difficult to soothe yourself and expecting it fully from the relationship <br><br>  *  Feeling low about yourself as a person/judging yourself harshly/unjustly due to criticisms you receive <br><br>  *  Depending totally on a relationship to experience a sense of fulfilment in life and finding that your needs are not being met in the relationship <br><br> * Finding it difficult to let-go of your grudges <br><br> *  Finding it difficult to express yourself/disclose your feelings in a relationship <br><br>There are several resources you can find in the resouce section that can help you with this aspect. You may also want to  check this out.<a href='https://positivepsychologyprogram.com/communication-in-relationships/'><span>https://positivepsychologyprogram.com/communication-in-relationships/</span></a>",

					" <strong>  Self-Acceptance: </strong > <br><br> (A). We would want you to go over the self-compassion section in the Essential zone.  In addition, you may find one or more of the following tasks to be useful:  <br><br>   (B). Observe, think back and discover your strengths/qualities as a person that help you to manage certain situations well. <br><br>  Or, ask a few people around you about when they found you showing/manifesting your best qualities/handling a difficult situation well. From a collection of such scenarios, find out which strengths of yours are reflected in your behaviours, as observed by others. <br><br>  (C). Try to stay objective about your weaknesses. Decide the best way to manage them, in your life context, without overgeneralizing and evaluating yourself as a 'bad' or 'weak' person. <br><br> ",

					"<strong> Sense of Engagement and growth </strong> <br><br> Your tips to work on this dimension are already discussed  in Maintinaing Wellbeing Part-1 Sections 6.2 and 6.3 ( setting personal growth goals and volunteering)  as well as 'Activate' section in the essential zone. <br><br> ",

					" <strong> Sense of Mastery and competence: </strong> <br><br>  (A) Go over 'regaining a sense of mastery' section in the Essential zone.  Check out if you are ignoring certain areas/aspects in your life which can enhance an overall sense of mastery.<br><br>   (B)  Is there some habit you need to change/develop or a skill that you need to strengthen which will help you in most domains of your life or in a critical domain in your life? If yes, can you make a personal growth goal plan around this habit/skill?  <br><br>    Please remember that a skill or habit that you may benefit from may not be something concrete, behavioural (e.g. improving your command over spoken language, changing your sleep-wake routine). It may be psychological (e.g. learning to tolerate frustrations better and not giving up too early, learning to stay calmer under pressure, developing the habit of planning and monitoring etc.)<br>For  detailed  assessment   of  wellbeing  and inputs;  you can also visit <a href='https://echargementalhealth.nimhans.ac.in/wellness-check'><span>https://echargementalhealth.nimhans.ac.in/wellness-check</span> "

					
				]
}
