{
	"isWorkbook" 	: 	"true",
	"exerciseTitle" :	"",
	"lists"	:	[
					"<strong>Become aware and catch your self-criticality (inner critical voice) in action.</strong><br> Just observe each time you notice yourself becoming self-critical. What exactly do you tell yourself? There may be something valuable about our internal criticism and this can guide us to do better. But, look for the times when you are being excessively harsh/global/over-generalized and unfairly critical of yourself. <br>

Don't be harsh and critical of yourself when you catch this self-criticality! Merely observe or use humor if it helps you (\"Oh there my critique goes again!\")<br><br>",
					"<strong>Talk back gently to your inner critical voice</strong>
For example, you may talk back to your inner critique saying 'Ok! yes there is a point! I should have been more careful about this. I feel disappointed. But such mistakes can happen with anyone. I can try to be more careful next time. Perhaps I will use a strategy so that I don't forget such things. Anyway, it does not make me a 'stupid person''.<br>

Make use of what you learnt earlier in the section on changing NATs and also about using wise mind-talk.<br><br>",


					"<strong>Practice how to talk back gently to your inner critical voice:</strong> <br>

Write down the self-compassionate thoughts in response to the self-critical thoughts for the following examples:<br><br>
",

					"<strong>Imagine feeling and showing  compassion to a friend : </strong><br>
Ask yourself how you might talk to a friend who commits the same mistake/who is suffering due to something he/she did wrong. Think about your tone of voice, your words and your views that you might bring to forefront to help the friend deal with it and move on. Try using that same style with your own self.<br><br>",

					"<strong>Ask a friend to show you how to be compassionate:</strong><br>
If possible, share/express your inner critical voice to someone you trust and someone who is gentle, compassionate as well as authentic. Listen to what this person says as a compassionate response. This will give you a few ideas about what you can tell yourself when trying to be more self-compassionate<br><br>
",

					"<strong>Imagine that you have a best friend and write a letter to yourself as though your best friend is writing the letter:</strong><br>
You do not have to repeatedly depend on the availability of a compassionate friend to learn to be self-compassionate. Adopt the perspective of a compassionate friend - Try writing a letter to yourself as your own imaginary compassionate friend.<br><br>",

					"<strong>Practicing mindfulness can also help in dealing with excessive self-criticality.</strong>"

				],
	"images" : "images/ss-6-3.png"
}
