{
      "exerciseTitle" : "Here are a few simple pointers for cultivating positive emotions: ",
      "video"    :     "",
      "images"      :     "images/test/optional-6_2new.png" ,

      "lists"     :     [
                              "<strong>Watch your happiness label:</strong><br>Remember how you define happiness is likely to influence the positive emotions you experience. If happiness implies feeling excitement or 'feeling on top of the world, then you are less likely to call yourself happy/feel happy if what you are feeling is a sense of calmness.",
                              "<strong>Are you setting unnecessary conditions to feel happy?</strong><br>It is not uncommon for us to set conditions for ourselves to feel happy by telling ourselves things like: 'I will be happy (only happy) if.. I lose 10 kgs. of weight'. When we set conditions for feeling happy, then we make our happiness dependent on the outcome (e.g. losing X kg of weight) and as you would agree, outcomes depend on so many things which are not within our control! <br> Imagine how much easier it would be to experience happiness if we start appreciating and celebrating the efforts we make and also enjoy the process of working on our goals!",
                              "<strong>How often?</strong><br>Remember that currently available research suggests that in the long run, how often you experience positive emotions is more important than how intensely you experience them. In simple terms, feeling 'intensely' happy once in a while/infrequently may have less benefits than experiencing  positive emotions on a regular basis, even if these are low in intensity. This awareness can guide you toward engaging in activities that may be part and parcel of your daily life.",
                              "<strong>Voluntary Actions: A pathway towards sustainable happiness</strong><br>As per current research, certain kinds/qualities of actions are likely to contribute to individual differences in happiness levels. <br> Hints about nature of activities linked to well-being: <br> We list below some of the kinds of actions that are linked with experience of positive emotions. <br> Please use this list to generate your own ideas about what kinds of activities you may want to start doing/keep doing: <br>a. An activity which you undertake for your own reasons (not because someone else wants you to/because of social compulsion).We may need to do things due to extraneous reasons/because it is expected etc. But if we have our own reasons for doing something, it is helpful. Also, even in the midst of many 'have to do things' we can try to invest time in at least one or two activities that we undertake with our own free will.  <br> b. An activity, which is in line with what you deeply value. This would make the activity meaningful for you. Meaningful engagements are a vital source of wellbeing. You can do this in two ways which often go hand in hand: Valuing what you do and doing what you value. <br> c. An activity which involves applying your strengths. For example, if I am good at writing and enjoy it, I undertake some freelancing/voluntary work which involves writing. <br> d. An activity which helps you to go beyond self-focus, some of the time. There is emerging and ongoing research linking volunteering with mental health and wellbeing.",
            
                              "<strong>Increase the power of your A-Lens</strong><br>We are biologically programmed to attend to things that are not going right or to signals of danger/threat. This negativity bias is further strengthened due to sociocultural factors that attach importance to paying attention to and correcting mistakes/flaws/repairing what is broken/damaged. Of course, paying attention to correcting mistakes/dealing with threats is of value. But sometimes, we can get so engrossed in this process that we forget to attend to the whole reality. It is important for our wellbeing to also acknowledge and appreciate the positives in our lives and in our environment. <br> It's not always easy to see things through an appreciative lens (A-Lens), simply because we have not made it into a habit. Increasing the power of our A-lens requires deliberate attention and regular practice. <br> Pay attention to the little good things around you as well as little good things that happen in the course of your day. There are many things that we take for granted or don't even notice. Write them down at the end of the day and spend a few moments soaking in the goodness of such moments. <br> Increase your awareness of small little acts of kindness, courtesy and compassion that others around you may display. You can do this by simply determining to expand your awareness and practicing daily. Express your genuine appreciation in an acceptable way to people for what they do and who they are. <br> It sounds like lay-advice or maybe an advice with its origin in religion; but research in psychology supports the idea that cultivating a sense of gratitude contributes to our well-being. It's not just about saying 'thank you' but about allowing yourself to 'experience' a sense of gratitude. Some people find it useful to write down a few things in life for which they are grateful for (not necessarily to anyone in particular) on a periodic basis while some others derive satisfaction from conveying/expressing gratitude to people in different ways (e.g. writing an unexpected and anonymous thank you note for someone). "]

}
