{	
	"minfields"	:	0,
	"p" :	[
				"<strong>For whom?</strong>",
				" <strong>Often, anxiety is experienced along with depression. Anxiety symptoms in general include one or more of the following:</strong><br> <br>1. An experience of tension, apprehension.<br> 2. Frequent worries regarding negative future happenings<br> 3. Muscular tension, and aches and pains (such as headaches).<br>4. A sense of uneasiness and difficulty in staying still/calm or in being relaxed <br>5. Bodily arousal  symptoms such as breathlessness, palpitations (increased heart rate), feeling hot, sweating and a funny sensation in the stomach (sometimes described as having butterflies in the stomach).",

				" Although there are different manifestations or expressions of anxiety as well as different types of anxiety disorders, a common feature across all of them is the experience of physiological arousal. There are specific psychological interventions related to the nature of anxiety (e.g. generalized constant anxiety vs. brief lasting periods of acute anxiety). However, most presentations of anxiety and especially bodily arousal symptoms can be reduced by learning and applying a relaxation skill or technique. Learning how to relax is thus a skill that can be acquired to manage anxiety.",

				"Presented here are a few visualization - based approaches to relaxation. You may choose to try out and practice one of these, based on your preference, the type of anxiety you are experiencing as well as how useful you find it to be for anxiety reduction. Each of these requires regular practice in order to be effective. They must be learned sufficiently well so that they can be applied well in times of need. Remember all methods of relaxation are aimed at reducing the bodily arousal, increasing your body's as well as your mind's ability to withstand triggers to anxiety and to help you come back to a relaxed state in a short period. ",

				"<strong>IMPORTANT NOTE: </strong> Learning to relax  is not sufficient in itself for management of all anxiety symptoms and people with anxiety disorders often require a multiple set of strategies that depend on the nature of their problem. Relaxation is being introduced in this self-care program as an optional module because people with depression may experience a few anxiety symptoms too.",

				"However, individuals who are experiencing greater severity of depressive symptoms (such as frequent crying spells, thoughts of self-harm, hopelessness, low energy, preferring to be alone, reduced social interaction) and those experiencing minimal/no anxiety or bodily arousal symptoms are unlikely to benefit from applying relaxation methods. If this is so, we recommend you to work on increasing your activity - levels using behavioural-activation and other techniques such as modifying unhelpful thoughts presented in the self-care module, rather than practicing relaxation when you are depressed. At times, certain relaxation methods may even worsen a person's mental health condition if these are not suitable at a given point of time for that person. In case you are unsure, it is best to contact a mental health professional.",

				"There are many different types of methods that produce a state of relaxation and calmness. Each of these methods is useful for different types or manifestations of anxiety. Two of the following methods focus on using imagery/visualization for relaxation. Pleasant imagery/rich visualization involving different senses can help absorb our attention on soothing and calming cues which can induce a relaxed state.",

				"You can use one of the two video clips presented here for imagery based relaxation exercise. The first exercise involves visualizing a nature scene in detail. The audio instruction can guide you to create vivid and specific images and stay focused on the same. This exercise may also be useful for entering a relaxed state just before going to sleep. The content of this exercise is based on the understanding that many people find scenes from nature to be calming and pleasant.The second exercise also utilizes our power of visualization. However, its content focuses on recreating an imagery based on religious experiences. The content is general and not specific to any particular religion. Those who are religiously inclined may find it to be a useful tool for relaxation.",
				"If neither of the visualization exercises suits your needs and preferences, you can try to create your own personalized audio-tape and use that for relaxation. Please remember that you need to utilize specific and vivid, clear images that absorb your attention and have a calming effect on you. ",

				"<strong><font style='font-size:20px'>Relaxation through creative visualization (Nature based imagery)</font></strong>",

"<div class=\"video-container\"><iframe src=\"https://www.youtube-nocookie.com/embed/tXa6CxTitHs\" width=\"640\" height=\"480\" allowfullscreen></iframe></div><div class=\"hidebtn1\">&nbsp;</div>",

				"<strong><font style='font-size:20px'>Relaxation through creative visualization (Imagery based on spiritual experiences)</font></strong>",

"<div class=\"video-container\"><iframe src='https://www.youtube-nocookie.com/embed/WJSp4WOSgmM' width='640' height='480' allowfullscreen></iframe></div><div class=\"hidebtn2\">&nbsp;</div>"

			
 						],
	"images"	:	[
				],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
