{	"minfields"	:	0,
	"p" :	[
				"<strong>About mindfulness : </strong>",
				" When depressed, people experience negative thoughts, often about the past, about oneself; that can further intensify the experience of sad mood. This type of thinking, which appears to be recurring, perseveres on negative aspects is known as <strong>rumination or ruminative thinking.</strong>",
				"Very often the person engaging in this pattern of thinking is not aware of it and is only aware of the sad mood and other symptoms of depression. The thoughts occur involuntarily as if in a loop and trap the person in an unhelpful pattern.",
				"The mood worsens further when the person attaches significance to these thoughts (meaning of these thoughts and seeing thoughts as facts for example:  a person having negative automatic thoughts of labeling - 'I am a failure', does not see it as a mere thought, instead believes that he/she is a  failure and becomes more depressed)",
				"Research has now found that it is important to address or work on this style of thinking so as to reduce the intensity of depression and reduce chances of future episodes of depression. This can be achieved by training oneself to recognize these patterns through a practice called<strong> mindfulness</strong>.",
				"Mindfulness is a term that is a rough English translation of the Pali (Buddhist Tradition) word Vipassana which<strong> means 'to view in a special way'</strong>. It involves paying attention to experiences (emotions, thoughts etc.) in a special way-seeing them as mental events but non-judgmentally, with curiosity, openness and acceptance. It also involves viewing self in a non-judgmental manner, staying with whatever comes, in a non-reactive manner.",
				"Thus mindfulness has been described by various experts as a state of psychological awareness, reflective thinking style and a way of paying attention in a special way, being participant in an experience as well as being objective. ",
				"The ways by which this practice can help in depression are by helping the person become aware and recognize unhelpful patterns of thinking, and to not respond to these thoughts as if they were facts ('thoughts are not facts and I am not my thoughts!'), thereby being objective and learning to view these as  passing mental phenomenon.",
				"Mindfulness can thus allow people to recognize mental traps or habitual patterns of thinking and to step back from them."
			],
	"images"	:	[],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
