{	
	"minfields":	0,
	"p" :	[
			"<Strong>Sleep and Depression: What you should know</strong><br><br> Sleep plays a major role in restoring our physical energy and psychological health on each new day. It is estimated that about one in three people complain of at least one sleep problem or more. Increase in sleep problems is linked partly to life-style changes in modern societies. For example, night is no longer associated with sleep as much as it used to be earlier,due to increasing night-life. Lack of (or excess of) sleep is one of the most frequently reported symptoms of depression. Up to 90% of those who are diagnosed with depression report sleep issues.<br>  On the other hand, one in two people who are diagnosed with insomnia (an illness marked by difficulty in falling asleep, maintaining sleep, and feeling rested after sleep, not by reason of another illness) is likely to report symptoms of depression. In other words, those who report sleep problems have twice the chance of being later diagnosed with depression.<br> Besides, if sleep problems persist long after other symptoms of depression have subsided, there is a greater chance of depression occurring again (i.e., early relapse). Hence, reducing sleep issues and enhancing sleep health can help a lot in managing depression, preventing occurrence/relapse of depression, and to preventing/reducing other potential negative consequences of sleep problems.",
			"<strong>What is good sleep?</strong><br><br> How much sleep is enough sleep? There is no universally correct answer since it is a biological need that varies from individual to individual. While 6 hours of sleep may be normal and sufficient for one individual, another may need 9 hours for adequate sleep. However, a rule of thumb is to consider more than 8.5 hours of sleep as long sleep and less than 6.5 hours of sleep as short sleep. ",
			"Sleep problems may be either occasional difficulty getting to sleep or a chronic experience of poor sleep, which may be related to depression or other conditions. Poor sleep is about not just the quantity (number of hours spent in sleep) but also the quality of sleep (how much one feels rested and refreshed). Some people complain of difficulty falling asleep while others complain of waking from sleep during the night and difficulty falling back to sleep again, or poor sleep because of early morning waking, and still others report not feeling rested after a long night's sleep. Some people who are depressed also report an increase in the quantity of sleep. Taking more than 30 minutes to fall asleep and more than 30 minutes of loss of sleep due to waking up during the sleep hours are indications of poor sleep. ",
			"<strong>The rhythm of sleep</strong><br><br> Routines play an important role in sleep health and hygiene. Our normal sleep-wake cycle follows the rhythm of an internal clock (known as the circadian rhythm). It is a 24 hours cycle tuned to the light of the Sun and influenced also by other external cues. Accordingly our body prepares to sleep when the bedroom is set to dim light/darkness and we wake up when it is bright with morning light.<br> The sleep-wake cycle is influenced by other external cues such as sounds in the environment, the alarm we set regularly, and internal cues such as the time and quantity of food we take, and activities/exercise we do especially in the evening hours. There is also another rhythm pattern in our body manifested in the recovery process by which sleep-loss from one night is balanced out by becoming sleepy early next evening. The following ideas can help foster a regular sleep-wake cycle and enhance the quality of sleep."
	
			],
	"images"	:	[
				],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
