{	"minfields"	:	0,
	"p" :	[
				"<strong>Self-talk in an Interpersonal context:</strong><br><br>Spend a moment to reflect on the following:<br><br> Are you telling yourself things that worsen your depression and decrease the chance of you acting in helpful ways (e.g. I feel inadequate\", \"Nobody understands me\", \"There's no point explaining to A\", \"A does not care for me\", \"A is never going to change\", \"The world is not a happy/safe place\", \"I cannot trust anyone\" etc.).<br>  Let us take an example of self-talk related to an interpersonal issue.<br><div style = 'border: 2px solid black; padding-left: 10px; padding-bottom: 10px;padding-right: 10px;'><font style='color: black;font-style:italic;'>  <h4>Event:  Radha and Anita both have an argument with their respective partners.</h4><br><strong>Radha</strong><br>Self-talk : \"Why do we always argue about everything? Why can't he be more understanding and see my perspective? Life is so unfair. He will never change!<br>     Emotion: Angry, frustrated<br> Behavior: Radha remains angry with her partner and does not make any attempt to resolve the issue because she believes that nothing will change.<br> <strong>Anita</strong><br>  Self-Talk :Both of us were angry and said things we did not mean. I should reach out and apologize. We are both headstrong personalities and that's why we seem to be having so many arguments.<br>  Emotion: Regret, slightly ashamed and forgiving<br>  Behavior: Anita is willing to take responsibility for her share in the argument. Her response stems from her position that the relationship is more important than winning a particular argument. So she takes initiative to come forward and apologize for her contribution to the difficulty and attempts to improve the communication between them to make the relationship stronger.</font></div><br><br><ul><li>Ask for help, don't wait for it to come your way, and also extend help to others in need.</li><li>Try to identify the self-defeating loops that we get ourselves into and break free from it. For e.g. As a result of my depression, I have a tendency to avoid people but when I'm alone I feel neglected and think that no one cares for me.</li><li> If there is a conflict in any relationship, address it before it becomes too big. Try to talk it out openly and identify what the issue really is. There is sometimes more than what meets the eye.</li></ul>",
				"<strong>Healthy conflict resolution: Tips</strong > <strong>to identify and focus on the problem and not the person:</strong> Try and focus on the problem without making it personal. It might help if you see the problem as an external issue rather than it being between both of you. Look at the problem together rather than have it pull you apart. Word it like this -> \"The problem is ------------\"and not as \"Your problem is --------\"or \"My problem is -------\"<br>For example if you want help from your husband/wife with the chores - <br><br>An unhelpful response would be: \"Why do I always land up doing everything in this house? You are so lazy! You never pitch in...\" etc. (disagreement is becoming personal here so it may just lead to raised voices, accusation, sarcasm and hurt)<br>An alternative healthy response: \"There is a lot of work to be done, the dishes are piling up. I know it is difficult since both of us are busy. But can we try to see how best to work this out?\" (No blame game, only identifying what the problem is, acknowledging both your roles in it and trying to come up with a solution),<br>",	            
				"<strong>  Use Active Listening Skills: </strong> Very often we focus on getting our point across without trying to listen to the other person. Even when the other person is talking we are busy forming a response in our mind. Before jumping in with your response, try paraphrasing and reflecting on what the other person is saying. Do this till they acknowledge that you have understood their context. Only then share your thoughts on it. Ideally they should also repeat the paraphrasing and reflecting back. If not, try and see if both of you can agree to use this technique. Using active listening skills makes both parties feel heard and understood even if you both don't concur on the issue.<br><br>",
                "<strong>  Use \"I\" language: </strong> When you are talking about a conflict or a problem, use \"I\" statements. For example, \"I feel hurt when you don't return my calls or messages\" as opposed to, \"You never return my calls or messages. Is your work more important than me?\" Using \"I\" statements conveys that you are taking responsibility for your emotions rather than blaming the other. Whereas \"You\" statements just succeed in making the other person defensive with their back against a wall.Here are some more 'I' statement starters - I want..., I feel...,I would appreciate if...., I think/need/expect....,I would like it very much if....,I understood you to say..... Try to negotiate for what you want or need; don't immediately come on too strongly or retreat.<br><br>",
                                        "<strong> Take a time-out- </strong> when things become too heated! When things are becoming too hot to handle during a discussion/disagreement, then do call a time-out. Both of you have to decide beforehand your strategy for calling a break when things become difficult. Get away from each other and do something relaxing and calming. You can come back later on to address the issue. Work towards a resolution and don't leave things unresolved. Try and find a compromise that is mutually agreeable.<br><br>",
                                        "<strong>  Invest time to learn and practice new skills: </strong> If you think you lack a particular skill in communication, negotiation etc., be open to learning it. We do learn a lot by observing others around us; some of us may turn to books and others to professionals.Take small steps towards overcoming a problem or implementing a new relationship skill learnt. Rehearsals help!<br><br>",
                                        "<strong> Step back and explore: </strong> It helps sometimes to distance from the problem emotionally and try to come up with a plan for finding a solution to the problem at hand. Find alternative ways of solving the problem and try it one at a time until you succeed. <br><br>",
                                        "<strong>  Do not overfill your cup: </strong> Relationships are always about two people, do not take more responsibility than you should for problems and failures. Establishing meaningful and fulfilling relationships is essential for everyone's wellbeing. For a person with depression, relationship difficulties may be a cause, a consequence or a combination of both. Irrespective of what may be the case, it is important (although we understand that it is hard) to ensure that we remain connected with significant others in our environment, develop the openness to form new relationships, re-establish or revive lost connections and prevent loneliness and social isolation.<br>",
			],
	"images"	:	[
				],
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
