{	
	"minfields"	:	0,
	"p" :	[
				"Thoughts are powerful and they influence our feelings as well as our behaviors.",
				"Negative emotions are often believed to be caused by our thoughts known as negative automatic thoughts. Let's called them NATs- because they appear to pop up- automatically, often without our awareness!",
				"When we experience depression NATs pop up in our minds frequently and influence our feelings and behaviors as well.  However, these thoughts are often inaccurate and a biased version of reality",	
				"Thus you can think of depression as wearing colored or tinted glasses- making the world around us appear dark and bleak, even though it may not be so.",
				"The feelings of depression also increase negative biases in terms of what we pay attention to, what we perceive and how/what we remember about our experiences.",
				"How can these negative automatic thoughts or biases influence us? We are more likely to pay attention to what is going wrong, interpret more things as not being alright or threatening, dangerous to ourselves, remember more negative moments than positive ones and anticipate greater negative outcome and events than positive ones.",
				"Thus depression influences how we view ourselves, our future and the world.  Dealing with these negative automatic thoughts that not only lead to depression, but also maintain it, is very essential, on order to reduce depression. ",
				"There are various approaches to deal with these NATs, and depressive thoughts and these are discussed across different sections.",
				"One very important way to work on these thoughts is to capture or catch them as they occur and to then carefully examine the thoughts to understand the biases and to then develop more rational and effective, realistic ways of interpreting situations, and/or events.",
				"This section is all about you can deal more effectively with negative thoughts by carefully examining them and developing with more realistic and helpful, rational responses and thoughts.",
				"To do this the first step is to learn more about the patterns of the biases or distortions in thinking so that they can be easily identified.",
			],
	"images"	:	[],
	"video"	:	"<div class=\"video-container\"><iframe src='https://www.youtube-nocookie.com/embed/_dJACeqp49o' width='768' height='452' allowfullscreen></iframe></div><div class=\"hidebtn\">&nbsp;</div>",
	"table"	:	{
					"title" : 	"",
					"rows"	:	"0",
					"cols"	:	"0",
					"thead"	:	[],
					"tbody"	:	[]
				}
}
